[
    {
        "name": "Name",
        "character": "Description",
        "img_url": "",
        "description": ""
    },
    {
        "name": "Ace in the Hole",
        "character": "Ace",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/24/IconPerks_aceInTheHole.png/revision/latest/scale-to-width-down/100?cb=20161208214510",
        "description": "Lady Luck always seems to be throwing something good your way. When retrieving an Item from a Chest, there is a chance an Add-on will be attached to it.  100 % chance for an Add-on of Very Rare Rarity or lower. 10/25/50 % chance for a second Add-on of Uncommon Rarity or lower. Ace in the Hole allows you to keep any Add-ons your Item has equipped upon escaping. \"Everything that glitters isn't gold. But gold isn't worth a damn in this place, so this should come in handy.\" - Ace Visconti"
    },
    {
        "name": "Adrenaline",
        "character": "Meg",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/f7/IconPerks_adrenaline.png/revision/latest/scale-to-width-down/100?cb=20160605204801",
        "description": "You are fuelled by unexpecting energy when on the verge of escape. Once the Exit Gates are powered, instantly heal one Health State and sprint at 150 % of your normal Running Movement speed for 5 seconds. Adrenaline is on hold if you are disabled at the moment it triggers and will instead activate upon being freed.  If playing against The Nightmare, Adrenaline will wake you from the Dream World upon activation. Adrenaline ignores an existing Exhausted Status Effect , but causes it for 60/50/40 seconds."
    },
    {
        "name": "Aftercare",
        "character": "Jeff",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/0d/IconPerks_aftercare.png/revision/latest/scale-to-width-down/100?cb=20181128100931",
        "description": "Unlocks potential in your Aura-reading ability. The Auras of the last 1/2/3 Survivor(s) are revealed to you permanently once any of the following conditions are met: You have unhooked them. They have unhooked you. You have completed a Healing action on them. They have completed a Healing action on you.  Those Survivors also have your Aura revealed to them. Aftercare resets its effect once you are hooked. \"A Mercy that Rips the Storm.Oil work to honour my best buddies who happen to be the best musicians I know. Their first album is still my favourite. It got me through a dark time in my life.\" - Jeff, oil on canvas, 16x16"
    },
    {
        "name": "Alert",
        "character": "Feng",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/71/IconPerks_alert.png/revision/latest/scale-to-width-down/100?cb=20170511153335",
        "description": "Your acute senses are on high alert. Whenever the Killer destroys a Pallet or a Breakable Wall, or damages a Generator, their Aura is revealed to you for 3/4/5 seconds.  \"I have true sight,\" - Feng Min"
    },
    {
        "name": "Any Means Necessary",
        "character": "Yui",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/79/IconPerks_anyMeansNecessary.png/revision/latest/scale-to-width-down/100?cb=20191126213542",
        "description": "You stand up for yourself, using whatever's on hand to gain an advantage. Press and hold the Active Ability button for 6/5/4 seconds while standing beside a dropped Pallet to reset it to its upright position. Grants the ability to see the Auras of all dropped but not yet destroyed Pallets in the environment. \"I'll hit you with everything I've got. Then I'll do it again.\" - Yui Kimura"
    },
    {
        "name": "Appraisal",
        "character": "Élodie",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/c1/IconPerks_appraisal.png/revision/latest/scale-to-width-down/100?cb=20201112095004",
        "description": "You have a careful eye that notices what many overlook. Start the Trial with 3 Tokens:  When a Chest has already been opened, consume 1 Token to rummage through it for an Item. Rummage through Chests 40/60/80 % faster. Rummaging is only available once per Chest."
    },
    {
        "name": "Autodidact",
        "character": "Adam",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/96/IconPerks_autodidact.png/revision/latest/scale-to-width-down/100?cb=20180828173011",
        "description": "You start the Trial with a Progression penalty of -25 % for succeeding a Good Skill Check while healing another Survivor. Succeeding a Good Skill Check while healing another Survivor grants 1 Token, up to a maximum of 3/4/5 Tokens. Each Token grants a stack-able Progression bonus of +15 % for succeeding a Good Skill Check while healing another Survivor. Suppresses Great Skill Checks while healing another Survivor. Autodidact remains inactive while healing another Survivor using a Med-Kit.  \"There's no limit to what you can achieve, as long as you back with hard work.\" - Adam Francis"
    },
    {
        "name": "Babysitter",
        "character": "Steve",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/db/IconPerks_babysitter.png/revision/latest/scale-to-width-down/100?cb=20190903174955",
        "description": "While you have a reputation for being self-centred, you risk it all to help those in need. When you unhook a Survivor, the rescued Survivor benefits from the following effects for 4/6/8 seconds:  Suppresses their Scratch Marks and Pools of Blood. Increases their Haste Status Effect by 7 %. Babysitter reveals the Killer's Aura to you for 8 seconds. \"I promised to keep you shitheads safe, and that's exactly what I plan on doing.\" - Steve Harrington"
    },
    {
        "name": "Background Player",
        "character": "Renato",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/e8/IconPerks_backgroundPlayer.png/revision/latest/scale-to-width-down/100?cb=20230218135313",
        "description": "You are not usually the centre of attention and in some cases, this can be a good thing. When another Survivor is picked up, Background Player activates for the next 10 seconds: When you start running, break into a sprint at 200 % of your normal Running Movement speed for 5 seconds. Background Player causes the Exhausted Status Effect for 60/50/40 seconds. Background Player cannot be used when Exhausted. \"You forget about me?\" - Renato Lyra"
    },
    {
        "name": "Balanced Landing",
        "character": "Nea",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/5e/IconPerks_balancedLanding.png/revision/latest/scale-to-width-down/100?cb=20160821133918",
        "description": "Your agility and cat-like relexes are incomparable. When falling from great heights, you benefit from the following effects: Reduces the Stagger duration by 75 %. Suppresses Grunts of Exertion from falling. Upon landing, break into a sprint at 150 % of your normal Running Movement speed for 3 seconds. Balanced Landing causes the Exhausted Status Effect for 60/50/40 seconds. Balanced Landing cannot be used when Exhausted. \"I have jumped from higher places.\" - Nea Karlsson"
    },
    {
        "name": "Better Together",
        "character": "Nancy",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/02/IconPerks_betterTogether.png/revision/latest/scale-to-width-down/100?cb=20190903175013",
        "description": "You seek justice and uncover the truth no matter what obstacle stands in your way. While repairing a Generator, its Aura is revealed in yellow to all other Survivors located within 32 metres. If the Killer downs a Survivor while you are repairing a Generator, you see the Auras of all other Survivors for 8/9/10 seconds. \"Let's burn that lab to the ground.\" - Nancy Wheeler"
    },
    {
        "name": "Better than New",
        "character": "Rebecca",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/b/b1/IconPerks_betterThanNew.png/revision/latest/scale-to-width-down/100?cb=20220815051705",
        "description": "You are an expert in combat medicine. Patients leave your care reinvigorated.  Upon completing a Healing action on another Survivor, they benefit from the following effect until the next time they take damage: Increases their Action speeds in Healing, Unlocking, Cleansing, and Blessing by 12/14/16 %."
    },
    {
        "name": "Bite the Bullet",
        "character": "Leon",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a5/IconPerks_biteTheBullet.png/revision/latest/scale-to-width-down/100?cb=20210526102647",
        "description": "Pain hurts you as much as anyone, but you would prefer others do not know that. When healing yourself or another Survivor, Grunts of Pain and all noises related to the Healing action are suppressed:  Failed Healing Skill Checks do not trigger a Loud Noise Notification and only apply a Regression penalty of 3/2/1 %. \"I can do this.\" - Leon Scott Kennedy"
    },
    {
        "name": "Blast Mine",
        "character": "Jill",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/1c/IconPerks_blastMine.png/revision/latest/scale-to-width-down/100?cb=20210526102812",
        "description": "When direct combat is not an option, you still find ways to strike back. After repairing Generators for a total of 50 %, Blast Mine activates: Press the Active Ability button while near a partially progressed Generator to install a Trap, which stays active for 100/110/120 seconds. When the Killer damages the Trapped Generator, its Trap explodes half-way through, stunning them and blinding anyone nearby. Blast Mine deactivates after triggering successfully or once the timer runs out. The Auras of Trapped Generators are revealed to all Survivors in yellow. \"You want S.T.A.R.S.? I'll give you S.T.A.R.S.!\" - Jill Valentine"
    },
    {
        "name": "Blood Pact",
        "character": "Cheryl",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/c9/IconPerks_bloodPact.png/revision/latest/scale-to-width-down/100?cb=20200526201448",
        "description": "It is as if a latent part of yourself has awakened. You feel like you can reach out beyond yourself for assistance.  When either you or the Obsession become injured by any means, Blood Pact activates: Your Auras are constantly revealed to one another. Completing a Healing Action on the Obsession or having them complete one on yourself, grants both of you a 5/6/7 % Haste Status Effect. This effect lasts for as long as you both remain within 16 metres of one another. Blood Pact deactivates after leaving this radius. Blood Pact is temporarily disabled if you yourself are the Obsession. Reduces the Odds of becoming the initial Obsession of the Killer by -100 %. The Killer can only be obsessed with one Survivor at a time."
    },
    {
        "name": "Blood Rush",
        "character": "Renato",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/2c/IconPerks_bloodRush.png/revision/latest/scale-to-width-down/100?cb=20230218135314",
        "description": "Your mind and body are honed for great feats, allowing you to push through with extra effort when necessary. Once you are one Hook away from instant death, Blood Rush activates: Press the Active Ability button to lose a Health State and instantly recover from the Exhausted Status Effect. Causes the Broken Status Effect for 28/24/20 seconds, while you are automatically healing back to Healthy. Cancels the healing effect upon taking damage. Blood Rush is disabled for the remainder of the Trial after use. \"Just gotta... push through!\" - Renato Lyra"
    },
    {
        "name": "Boil Over",
        "character": "Kate",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/f5/IconPerks_boilOver.png/revision/latest/scale-to-width-down/100?cb=20180529195012",
        "description": "You are a battler and do everything to escape a foe's grasp. While being carried by the Killer, the following effects apply: Increases the intensity of the Struggle Effects on the Killer from your Wiggling by 60/70/80 %. Obscures the Auras of all Hooks from the Killer's Aura-reading abilities within 16 metres. Fills your Wiggle Meter by 33 % of your current Wiggle progression upon landing, when the Killer drops from great heights. \"Buck and Wild,Swing to be free,Your hands just can't keep ahold of me.\" - Kate Denson's \"Boil Over\""
    },
    {
        "name": "Bond",
        "character": "Dwight",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a0/IconPerks_bond.png/revision/latest/scale-to-width-down/100?cb=20160605204830",
        "description": "Unlocks potential in your Aura-reading ability: The Auras of all other Survivors within 20/28/36 metres of your location are revealed to you. \"We have to work as a team, I need you to survive so that I can survive!\" - Dwight Fairfield"
    },
    {
        "name": "Boon: Circle of Healing",
        "character": "Mikaela",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/54/IconPerks_boonCircleOfHealing.png/revision/latest/scale-to-width-down/100?cb=20210929054308",
        "description": "A Boon that offers comfort amidst the terror. Press and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem. Soft chimes ring out in a radius of 24 metres. All Survivors benefit from the following effects when inside the Boon Totem's radius:  Increases Altruistic Healing speeds by 50/75/100 % when not using a Med-Kit. If a Survivor is injured, their Aura will be revealed to all other Survivors.  Survivors can only be affected by one instance of Boon: Circle of Healing at a time. Only one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem. \"Try this, it is better than anything you'll find in a pharmacy.\" - Mikaela Reid"
    },
    {
        "name": "Boon: Dark Theory",
        "character": "Yoichi",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/60/IconPerks_boonDarkTheory.png/revision/latest/scale-to-width-down/100?cb=20220216115947",
        "description": "Your obsessive study of the paranormal has given you unprecedented knowledge of other Realms and planes of existence. Press and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem. Soft chimes ring out in a radius of 24 metres.  All Survivors benefit from the following effects when inside the Boon Totem's radius: 2 % Haste Status Effect. This effect lingers for 2/3/4 seconds after leaving the Boon Totem's range. Only one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem."
    },
    {
        "name": "Boon: Exponential",
        "character": "Jonah",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/76/IconPerks_boonExponential.png/revision/latest/scale-to-width-down/100?cb=20211109175033",
        "description": "When it seems like your number is up, you consider ways to recalculate the odds. Press and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem. Soft chimes ring out in a radius of 24 metres.  All Survivors benefit from the following effects when inside the Boon Totem's radius: 90/95/100 % bonus to the Recovery speed. Unlocks the Self-Recovery ability, allowing you to fully recover from the Dying State. Only one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem. \"It is not our time to die... probably.\" - Jonah Vasquez"
    },
    {
        "name": "Boon: Illumination",
        "character": "Alan",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/8/8c/IconPerks_boonIllumination.png/revision/latest/scale-to-width-down/100?cb=20240109231534",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.5.0Your keen insight is something best shared with others. Press and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem. Soft chimes ring out in a radius of 24 metres. All Survivors benefit from the following effects when inside the Boon Totem's radius:  The Auras of all Chests and Generators are revealed to you in blue. Increases your Action speeds for Blessing and Cleansing by 6/8/10 % while you have a lit Boon Totem. Survivors can only be affected by one instance of Boon: Illumination at a time. Only one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem. \"A shift in reality. Heavy with hidden meanings.\" - Return"
    },
    {
        "name": "Boon: Shadow Step",
        "character": "Mikaela",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/c7/IconPerks_boonShadowStep.png/revision/latest/scale-to-width-down/100?cb=20210929054304",
        "description": "A Boon that conceals the truth. Press and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem. Soft chimes ring out in a radius of 24 metres.  All Survivors benefit from the following effects when inside the Boon Totem's radius: Scratch Marks are suppressed. Auras are hidden from The Killer. Both effects linger for 2/3/4 seconds after leaving the Boon Totem's range. Only one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem. \"Stick to the shadows and cover your tracks.\" - Mikaela Reid"
    },
    {
        "name": "Borrowed Time",
        "character": "Bill",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a3/IconPerks_borrowedTime.png/revision/latest/scale-to-width-down/100?cb=20170308184730",
        "description": "You are fuelled with an unexpected energy when saving an ally from a Hook. Survivors you unhook benefit from the following effects: Extends the duration of their Endurance Status Effect by 6/8/10 seconds. Extends the duration of their Haste Status Effect by 10 seconds. \"Probably stings like hell, but it ain't gonna kill ya. Up and at 'em soldier. Time to move!\" - Bill Overbeck"
    },
    {
        "name": "Botany Knowledge",
        "character": "Claudette",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/1e/IconPerks_botanyKnowledge.png/revision/latest/scale-to-width-down/100?cb=20160605204836",
        "description": "You transform plants found around The Campfire into tinctures that slow down bleeding. Increases your Healing speed by 30/40/50 %. Reduces the Healing efficiency of Med-Kits by -20 %. \"Basic Botany Knowledge could save your life someday\" - Claudette Morel"
    },
    {
        "name": "Breakdown",
        "character": "Jeff",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/6c/IconPerks_breakdown.png/revision/latest/scale-to-width-down/100?cb=20181128100926",
        "description": "Each time you are unhooked or unhook yourself, the Hook breaks and the Killer's Aura is revealed to you for 4/5/6 seconds. A Hook broken by Breakdown takes 180 seconds to respawn. \"Charge from the Belly of the Beast.Here's a sketch/painting on a piece of wood I saw by the side of this road. I felt like it got a story to tell. And it didn't waste its second chance.\" - Jeff, ink and oil wash on slice of wood, 12x16"
    },
    {
        "name": "Breakout",
        "character": "Yui",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/d0/IconPerks_breakout.png/revision/latest/scale-to-width-down/100?cb=20191126213552",
        "description": "You kick into high gear when someone is in trouble, inspiring them to overcome any obstacle. When within 5 metres of a carried Survivor, the following benefits apply:  Grants a 5/6/7 % Haste Status Effect. Increases the Wiggle speed of the carried Survivor by +25 %. Survivors can only be affected by one instance of Breakout at a time.  \"Come, we are going to rip our way out of this.\" - Yui Kimura"
    },
    {
        "name": "Buckle Up",
        "character": "Ash",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/74/IconPerks_buckleUp.png/revision/latest/scale-to-width-down/100?cb=20190402180455",
        "description": "Unlocks potential in your Aura-reading ability. When healing a Survivor in the Dying State, Buckle Up activates: The Aura of the Killer is revealed to the both of you.  Completing a Healing Action on the dying Survivor grants both of you the Endurance Status Effect for 6/8/10 seconds. \"Ghost beaters never leave a man behind.\" - Ash Williams"
    },
    {
        "name": "Built to Last",
        "character": "Felix",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/3b/IconPerks_builtToLast.png/revision/latest/scale-to-width-down/100?cb=20200819114105",
        "description": "You know how to get the most out of your tools. Hiding inside a Locker for 14/13/12 seconds while carrying a depleted Item will replenish its Charges to 99 %. Each use of Built to Last reduces this percentage by -33 %.  \"Architecture is the soul of civilisation.\" - Felix Richter"
    },
    {
        "name": "Calm Spirit",
        "character": "Jake",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/6c/IconPerks_calmSpirit.png/revision/latest/scale-to-width-down/100?cb=20160605204847",
        "description": "Animals seem to trust you as they often stay calm in your presence. Prevents Crows from being alerted by your proximity and flying off, unless they are being stepped on. Suppresses the urge to scream from any cause at all times. Suppresses all noises related to unlocking Chests, and cleansing or blessing Totems. Reduces their Interaction speed by 40/35/30 %."
    },
    {
        "name": "Camaraderie",
        "character": "Steve",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/1d/IconPerks_camaraderie.png/revision/latest/scale-to-width-down/100?cb=20190903175027",
        "description": "Life has taught you the importance of friendship which has given you strength. If you are hooked and enter the Struggle Phase, Camaraderie activates: Pauses the Struggle Phase timer for 26/30/34 seconds as soon as any Survivor comes within 16 metres of your Hook. \"So, remember once you get in there... pretend like you don't care. There you go, you're learning my friend. You're learning.\" - Steve Harrington"
    },
    {
        "name": "Champion of Light",
        "character": "Alan",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/b/bb/IconPerks_championOfLight.png/revision/latest/scale-to-width-down/100?cb=20240109231532",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.5.0The glow of the Flashlight looks a little different, feels a little warmer. Whenever you are holding Flashlights, Champion of Light activates: Grants a +50 % Haste Status Effect while you are shining your Flashlight. Successfully blinding the Killer with your Flashlight causes them to suffer from a -20 % Hindered Status Effect for 6 seconds. This effect cannot stack. Champion of Light has a cool-down of 80/70/60 seconds after blinding the Killer. \"I squeezed the Flashlight like my life depended on it, willing it to stop comoing any closer.\" - Departure"
    },
    {
        "name": "Chemical Trap",
        "character": "Ellen",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/9a/IconPerks_chemicalTrap.png/revision/latest/scale-to-width-down/100?cb=20230808160213",
        "description": "In the Fog, an officer must adapt to the materials at hand. After repairing Generators for a total of 70/60/50 %, Chemical Trap activates: Press the Active Ability button while near a dropped Pallet to install a Trap, which stays active for 100/110/120 seconds. When the Killer breaks the Trapped Pallet, its Trap explodes, spraying the Killer with a chemical compound that slows them by -50 % for 4 seconds. Chemical Trap deactivates after triggering successfully or once the timer runs out. The Auras of Trapped Pallets are revealed to all Survivors in yellow."
    },
    {
        "name": "Clairvoyance",
        "character": "Mikaela",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/91/IconPerks_clairvoyance.png/revision/latest/scale-to-width-down/100?cb=20210929054440",
        "description": "There is an intrinsic energy in you that sees beyond your vision. Whenever you cleanse or bless a Totem, Clairvoyance activates: When empty-handed, press and hold the Ability button to unlock your full Aura-reading potential, allowing you to see the Auras of the Exit Gate Switches, Generators, Hooks, Chests, and the Hatch within 64 metres for 8/9/10 seconds. \"Does anyone else see that? Just me?\" - Mikaela Reid"
    },
    {
        "name": "Corrective Action",
        "character": "Jonah",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/4f/IconPerks_correctiveAction.png/revision/latest/scale-to-width-down/100?cb=20211109180717",
        "description": "You quickly analyse problems and correct others' work when they make a mistake. You start the Trial with 1/2/3 Token(s) and gain a Token each time you succeed at a Great Skill Check, up to a maximum of 5 Tokens. Each time another Survivor cooperating with you fails a Skill Check, Corrective Action consumes 1 Token, transforming their Failed Skill Check into Good Skill Check instead. Corrective Action only applies to normal Skill Checks. \"Cannot hurt to have another set of eyes on the problem.\" - Jonah Vasquez"
    },
    {
        "name": "Counterforce",
        "character": "Jill",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/d1/IconPerks_counterforce.png/revision/latest/scale-to-width-down/100?cb=20210526103441",
        "description": "You know how to withstand an enemy stronger than you, and it starts with hunting down and knocking out their support. You cleanse Totems 20 % faster.  Gain another, stack-able 20 % Cleansing Speed bonus per cleansed Totem. After cleansing a Totem, the Aura of the Totem farthest from you is revealed to you for 2/3/4 seconds. \"I don't mind a little detective work.\" - Jill Valentine"
    },
    {
        "name": "Cut Loose",
        "character": "Thalita",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/02/IconPerks_cutLoose.png/revision/latest/scale-to-width-down/100?cb=20230218135315",
        "description": "You get in enough trouble, you know how to get out of it. After performing a Rush Vault action in a Chase, Cut Loose activates for the next 4/5/6 seconds: Suppresses both the Loud Noise Notification and the sound effects triggered by rushing to vault. Successfully performing another Rush Vault action while Cut Loose is active resets the timer. Cut Loose has a cool-down of 45 seconds. \"I know how we can get out of here! Quick, this way!\" - Thalita Lyra"
    },
    {
        "name": "Dance With Me",
        "character": "Kate",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/17/IconPerks_danceWithMe.png/revision/latest/scale-to-width-down/100?cb=20180529195003",
        "description": "When performing a Rush Vault action or when rushing out of a Locker, you will not leave any Scratch Marks for the next 3 seconds. Dance With Me has a cool-down of 60/50/40 seconds. \"Another show's off and runnin',Dance with me, cuz there's a storm a commin'Follow my boots, try to keep up,Dance with me, until sun up.\" - Kate Denson's \"Dance with Me\""
    },
    {
        "name": "Dark Sense",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/92/IconPerks_darkSense.png/revision/latest/scale-to-width-down/100?cb=20160605204853",
        "description": "Unlocks potential in your Aura-reading ability: Each time a Generatoris completed, Dark Sense activates: The Aura of the Killer is revealed to you for 5/7/10 seconds, as soon as they come within 24 metres of your location, after which Dark Sense deactivates. \"Take it from an old-timer: Slow down, don't rush and try not to worry so much! The best way to beat him is to know how he thinks.\" - Murf, The Lost Tapes"
    },
    {
        "name": "Dead Hard",
        "character": "David",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/75/IconPerks_deadHard.png/revision/latest/scale-to-width-down/100?cb=20170727160956",
        "description": "You can take a beating. Dead Hard activates after being unhooked or unhooking yourself. When you are injured, tap into your adrenaline bank to avoid damage. Press the Active Ability button while running to trigger the Endurance Status Effect for 0.5 seconds. Dead Hard then deactivates. Dead Hard causes the Exhausted Status Effect for 60/50/40 seconds. Dead Hard cannot be used when Exhausted. \"We were walkin' through t'ginnel one night when a beer bottle flew past me, then another, and another.I thought to myself \"Gonna 'ave some fun 'ere lads, let's get stuck in!\".It were a right dust up, I swear down!\" - David King"
    },
    {
        "name": "Deadline",
        "character": "Alan",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/1c/IconPerks_deadline.png/revision/latest/scale-to-width-down/100?cb=20240109231533",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.5.0Desperation creeps in, and you push yourself to work harder. Whenever you are in the Injured State, Deadline activates: Increases the Odds of triggering Skill Checks by 6/8/10 % while repairing or healing. Causes Skill Checks to appear in random places. Reduces the penalty for missed Skill Checks by -50 %. \"The night had been one desperate situation after another.\" - Departure"
    },
    {
        "name": "Deception",
        "character": "Élodie",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/eb/IconPerks_deception.png/revision/latest/scale-to-width-down/100?cb=20201112095028",
        "description": "Your adventurous lifestyle requires moments of crafty misdirection. Interacting with a Locker while holding the Sprint button has the following effects: You do not enter the Locker. The Locker's doors swing open and close swiftly, feining a Survivor entering it. Triggers a Loud Noise Notification at the Locker's location, feining a Survivor rushing to enter it. Suppresses the creation of Scratch Marks and Pools of Blood for 3 seconds. Deception has a cool-down of 60/50/40 seconds."
    },
    {
        "name": "Decisive Strike",
        "character": "Laurie",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/ee/IconPerks_decisiveStrike.png/revision/latest/scale-to-width-down/100?cb=20161023112852",
        "description": "Using whatever is at hand, you stab your aggressor in an ultimate attempt to escape. After being unhooked or unhooking yourself, Decisive Strike activates for the next 40/50/60 seconds: When being grabbed or picked up by the Killer, succeed a Skill Check to automatically escape their grasp, stunning them for 3 seconds. Successfuly stunning the Killer will disable Decisive Strike for the remainder of the Trial and result in you becoming the Obsession. While Decisive Strike is active, performing Conspicuous Actions will deactivate it for the remainder of the Trial. Decisive Strike deactivates once the Exit Gates are powered. Increases the Odds of becoming the initial Obsession of the Killer by +100 %. The Killer can only be obsessed with one Survivor at a time. \"There is nothing to be scared of.\" - Laurie Strode"
    },
    {
        "name": "Déjà Vu",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/8/89/IconPerks_dejaVu.png/revision/latest/scale-to-width-down/100?cb=20160605204905",
        "description": "Unlocks potential in your Aura-reading ability: Paranoia paired with your horror of failure helps prepare you from repeating the same mistakes. The Auras of the 3 Generators, who are currently in closest proximity to one another, are revealed to you at all times. Increases your Repair speed on those Generators by 4/5/6 %. If you are holding a Map, all Generators revealed by Déjà Vu are automatically added to it."
    },
    {
        "name": "Deliverance",
        "character": "Adam",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/7e/IconPerks_deliverance.png/revision/latest/scale-to-width-down/100?cb=20180828173004",
        "description": "After performing a Safe Hook Rescue on another Survivor, Deliverance activates: Causes your next Self-Unhook attempt to always succeed. Causes the Broken Status Effect for 100/80/60 seconds after unhooking yourself. Deliverance is not available during the second Hook Stage or if you are hooked as the last living Survivor in the Trial, regardless of your Hook Stage then.  \"I was raised by a strict man who taught me how to make the best of a bad situation.\" - Adam Francis"
    },
    {
        "name": "Desperate Measures",
        "character": "Felix",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/8/84/IconPerks_desperateMeasures.png/revision/latest/scale-to-width-down/100?cb=20200819113949",
        "description": "You refuse to fail, even during your darkest hour. Increases your Action speeds in Healing and Unhooking by 10/12/14 % for each injured, hooked, or dying Survivor, up to a maximum of 40/48/56 %. \"When they come with a wrecking ball, build stronger walls.\" - Felix Richter"
    },
    {
        "name": "Detective's Hunch",
        "character": "David",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/7b/IconPerks_detectivesHunch.png/revision/latest/scale-to-width-down/100?cb=20180123224231",
        "description": "Unlocks potential in your Aura-reading ability. Each time a Generator is completed, the Auras of any Generators, Chests, and Totemswithin 32/48/64 metres are revealed to you for 10 seconds.  If you are holding a Map, any objects revealed by Detective's Hunch will automatically be tracked by it. \"Are you able to tell us where you were last night?\" - Detective David Tapp"
    },
    {
        "name": "Distortion",
        "character": "Jeff",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/41/IconPerks_distortion.png/revision/latest/scale-to-width-down/100?cb=20181128100914",
        "description": "Start the Trial with 3 Tokens. Whenever the Killer attempts to read your Aura, Distortion activates, consuming 1 Token, and the following effects apply: Blocks your Aura from being read for the next 6/8/10 seconds. Suppresses the creation of Scratch Marks for the next 6/8/10 seconds.  For every 30 seconds you are within the Killer's Terror Radius, Distortion recharges 1 Token. Distortion cannot accumulate more Tokens than its initial count. Distortion does not activate when you are in the Dying State. \"Death Fooled by the Cloak of Falcon Feathers.Sketch inspired by a few sleepless nights during winter. Exploration of Norse mythology: bravery can conceal your flaws, even when you are at your most vulnerable.\" - Jeff, pencil on tone paper, 12x12"
    },
    {
        "name": "Diversion",
        "character": "Adam",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a6/IconPerks_diversion.png/revision/latest/scale-to-width-down/100?cb=20180828172956",
        "description": "After being within the Killer's Terror Radius for 40/35/30 seconds without being chased, Diversion activates: Press the Active Ability button while crouched and motionless to throw a pebble, creating a distraction for the Killer at a distance of 20 metres from your location. The distraction consists of the following: Triggers a Loud Noise Notification. Creates fake Scratch Marks. Diversion deactivates after use and resets its timer. \"There's what is easy and then there's what is right. If you confuse the two, there's no telling what you become.\" - Adam Francis"
    },
    {
        "name": "Dramaturgy",
        "character": "Nicolas",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/8/85/IconPerks_dramaturgy.png/revision/latest/scale-to-width-down/100?cb=20230705160003",
        "description": "When people bring you on to their project, they do so because of the unexpected magic you bring to your performance. Whenever you are Healthy, Dramaturgy activates: While running, press the Active Ability button to run with knees high for 0.5 seconds to gain a +25 % Haste Status Effect for 2 seconds, followed by one of the following effects: Suffer from the Exposed Status Effect for 12 seconds. Extend the duration of the Haste Status Effect for another 2 seconds. Scream, but without notifying the Killer. Receive a random Item of Rare Rarity, with a random selection of Add-ons attached to it, automatically dropping any previously held Item. The same effect cannot happen twice in a row. Dramaturgy causes the Exhausted Status Effect for 60/50/40 seconds. Dramaturgy cannot be used when Exhausted. \"Take the part. It's a good movie, he says. What's the worst that can happen?\" - Nicolas Cage"
    },
    {
        "name": "Empathic Connection",
        "character": "Yoichi",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/14/IconPerks_empathicConnection.png/revision/latest/scale-to-width-down/100?cb=20220216115951",
        "description": "Your presence psychically projects itself to those in danger. Whenever another Survivor is injured, they can see your Aura when within 32/64/96 metres of your location. You heal other Survivors 10 % faster."
    },
    {
        "name": "Empathy",
        "character": "Claudette",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/ae/IconPerks_empathy.png/revision/latest/scale-to-width-down/100?cb=20160605204916",
        "description": "Unlocks potential in your Aura-reading ability: The Auras of Survivors in the Injured State or in the Dying State within 64/96/128 metres of your location are revealed to you. Empathy does not reveal the Aura of a Survivor being carried by the Killer."
    },
    {
        "name": "Fast Track",
        "character": "Yun-Jin",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/75/IconPerks_fastTrack.png/revision/latest/scale-to-width-down/100?cb=20210302172243",
        "description": "Sometimes the sacrifice of others is necessary to get ahead. Whenever another Survivor is hooked, Fast Track gains 1/2/3 Tokens, up to a maximum of 9/18/27 Tokens.  You consume all accumulated Tokens after a Great Skill Check on a Generator. Each Token grants a stack-able 1 % Progression bonus in addition to the default Progression bonus for succeeding a Great Skill Check. \"The weak are sacrificed first. It's nature, it's business... it's the truth most refuse to face.\" - Yun-Jin Lee"
    },
    {
        "name": "Fixated",
        "character": "Nancy",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/7c/IconPerks_fixated.png/revision/latest/scale-to-width-down/100?cb=20190903175127",
        "description": "When you have a goal in mind, there is no turning back; better to ask forgiveness than permission. Increases your Walking speed by 10/15/20 %. Unlocks the ability to see your own Scratch Marks. \"I wanna finish what we started. I want to kill it.\" - Nancy Wheeler"
    },
    {
        "name": "Flashbang",
        "character": "Leon",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/db/IconPerks_flashbang.png/revision/latest/scale-to-width-down/100?cb=20210526102947",
        "description": "You have adapted to a world in chaos and making what you can from the debris. After repairing Generators for a total of 70/60/50 %, Flashbang activates: Enter any Locker and press the Ability button to craft a Flash Grenade.  The Flashbang is left behind when escaping the Trial. \"Get outta my face!\" - Leon Scott Kennedy"
    },
    {
        "name": "Flip-Flop",
        "character": "Ash",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/31/IconPerks_flip-Flop.png/revision/latest/scale-to-width-down/100?cb=20190402180450",
        "description": "You have an uncanny ability to escape the inevitable. While in the Dying State,  50 % of your Recovery progression is converted into Wiggling progression, up to a maximum of 40/45/50 %, once you are picked up by the Killer.  \"Catch ya on the flip-flop.\" - Ash Williams"
    },
    {
        "name": "Fogwise",
        "character": "Vittorio",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/90/IconPerks_fogwise.png/revision/latest/scale-to-width-down/100?cb=20221102143122",
        "description": "In your countless years in The Fog, you have seen it all, and when you are focused, you can remember most of it too. Succeeding a Great Skill Check while repairing a Generator reveals the Killer's Aura to you for 4/5/6 seconds. \"I have seen great cruelty... and I have also seen another way.\" - Vittorio Toscano"
    },
    {
        "name": "For the People",
        "character": "Zarina",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/31/IconPerks_forThePeople.png/revision/latest/scale-to-width-down/100?cb=20200218172919",
        "description": "You risk life and injury for others. While healthy and healing another Survivor without using a Med-Kit, press the Active Ability button to activate For the People: Trades 1 Health State with that Survivor: Instantly heals them to the Injured State, if they were dying or suffering from the Deep Wound Status Effect. Instantly heals them to full health, if they were injured. You yourself become injured and suffer from the Broken Status Effect for the next 80/70/60 seconds. You become the Killer's Obsession, if not already. Reduces the Odds of becoming the initial Obsession of the Killer by -100 %. The Killer can only be obsessed with one Survivor at a time. \"We can write our own story and decide how it really ends.\" - Zarina Kassir"
    },
    {
        "name": "Friendly Competition",
        "character": "Thalita",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/4c/IconPerks_friendlyCompetition.png/revision/latest/scale-to-width-down/100?cb=20230218135316",
        "description": "You revel in the community spirit of a competition, and inspire others to follow suit. Whenever you complete a Generator with at least one other Survivor, Friendly Competition activates: Increases your Repair speed, and that of the other Survivor(s) who completed the repairs with you, by +5 % for the next 45/60/75 seconds. \"C'mon, let's do this!\" - Thalita Lyra"
    },
    {
        "name": "Head On",
        "character": "Jane",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/cb/IconPerks_headOn.png/revision/latest/scale-to-width-down/100?cb=20190308175420",
        "description": "When your mind is set, there better be no one standing in your way. While standing in a Locker for 3 seconds, Head On activates: When rushing out of a Locker, stun the Killer for 3 seconds if they are within range. Head On causes the Exhausted Status Effect for 60/50/40 seconds. Head On cannot be used when Exhausted or when you have accrued Idle Crows. \"People are remembered for the challenges they overcome. You can run away and forget what you're capable of or you can face your fears and remind the world of who you are.\" - Jane Romero"
    },
    {
        "name": "Hope",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/18/IconPerks_hope.png/revision/latest/scale-to-width-down/100?cb=20160605204928",
        "description": "The growing odds of a successful escape fill you with hope and give you wings Once the Exit Gates are powered, Hope activates: Grants a permanent 5/6/7 % Haste Status Effect. \"Buckle up, fuckos! Let's roll.\" - Nikki, The Lost Tapes"
    },
    {
        "name": "Hyperfocus",
        "character": "Rebecca",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/5d/IconPerks_hyperfocus.png/revision/latest/scale-to-width-down/100?cb=20220815051721",
        "description": "You throw yourself entirely into your tasks and find ways to be more efficient than anyone else. After hitting a Great Skill Check while repairing or healing, Hyperfocus gains 1 Token, up to a maximum of 6 Tokens For each Token, the following stack-able effects are applied: Increases the Skill Check Trigger odds by +4 % per Token. Increases the Skill Check Rotation speed by +4 % per Token. Increases the Skill Check Bonus progression by 10/20/30 % of its base value per Token. Hyperfocus loses all Tokens when succeeding a Good Skill Check, failing a Skill Check, or if the action is interrupted by any means."
    },
    {
        "name": "Inner Focus",
        "character": "Haddie",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/7e/IconPerks_innerFocus.png/revision/latest/scale-to-width-down/100?cb=20220518112819",
        "description": "You have honed your ability to see through the haze of the Ravage. You can see the Scratch Marks of other Survivors. Whenever another Survivor loses a Health State within 32 metres of you, the Killer's Aura is revealed to you for 3/4/5 seconds. \"The death, the trauma, the fear... it all leads here. The Overlap.\" - Haddie Kaur, Ravages of the Abyss Episode 11"
    },
    {
        "name": "Inner Strength",
        "character": "Nancy",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/47/IconPerks_innerStrength.png/revision/latest/scale-to-width-down/100?cb=20190903175147",
        "description": "You look inwards and trust your instincts when you feel lost and alone. Each time you cleanse a Totem, Inner Strength activates: You are automatically healed 1 Health State while hiding inside a Locker for 10/9/8 seconds when injured or suffering from the Deep Wound Status Effect. Inner Strength does not activate if you currently suffer from the Broken Status Effect. \"All this time I've been trying so hard to pretend like everything's fine, but it's not.\" - Nancy Wheeler"
    },
    {
        "name": "Iron Will",
        "character": "Jake",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/58/IconPerks_ironWill.png/revision/latest/scale-to-width-down/100?cb=20160605204945",
        "description": "You are able to concentrate and enter a meditative-like state to numb some pain. Reduces the volume of Grunts of Pain while in the Injured State by 25/50/75 %. Iron Will cannot be used when suffering from Exhausted, but does not cause the Exhausted Status Effect."
    },
    {
        "name": "Kindred",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a8/IconPerks_kindred.png/revision/latest/scale-to-width-down/100?cb=20160819130530",
        "description": "Unlocks potential in your Aura-reading ability: While you are hooked: The Auras of all Survivors are revealed to one another. Whenever the Killer is within 8/12/16 metres of your Hook, their Aura is revealed to all Survivors. While any other Survivor is hooked: The Auras of all other Survivors are revealed to you. Whenever the Killer is within 8/12/16 metres of the hooked Survivor, their Aura is revealed to you. \"Be kind to one another, We're all in this together\" - Sujan, The Lost Tapes"
    },
    {
        "name": "Leader",
        "character": "Dwight",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/3d/IconPerks_leader.png/revision/latest/scale-to-width-down/100?cb=20160605204957",
        "description": "You are able to organise a team to cooperate more efficiently. Increases the Action speeds of other Survivors in Healing, Sabotaging, Unhooking, Cleansing, Opening, and Unlocking by 15/20/25 % while they are within 8 metres of your location. This effect lingers for 15 seconds when leaving Leader's range. Survivors can only be affected by one instance of Leader at a time."
    },
    {
        "name": "Left Behind",
        "character": "Bill",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/c3/IconPerks_leftBehind.png/revision/latest/scale-to-width-down/100?cb=20170308184910",
        "description": "You will get the job done... no matter the cost. When you are the last Survivor remaining in the Trial, the Aura of the Hatch is revealed to you when you are within 24/28/32 metres.  \"I'm not horse-shittin' around. I'm doing this alone!\" - Bill Overbeck"
    },
    {
        "name": "Light-Footed",
        "character": "Ellen",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/e5/IconPerks_light-Footed.png/revision/latest/scale-to-width-down/100?cb=20230808160213",
        "description": "Crossing paths with deadly Killers has taught you the value of discretion. Whenever you are healthy, Light-Footed activates: Suppresses the sound of your footsteps while running. Light-Footed has a cool-down of 28/24/20 seconds after performing a Rush Vault action. \"Come on, cat.\" - Ellen Ripley"
    },
    {
        "name": "Lightweight",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/67/IconPerks_lightweight.png/revision/latest/scale-to-width-down/100?cb=20160605205008",
        "description": "Your running is light and soft, making your tracks harder to follow. Reduces the duration of your Scratch Marks by 3/4/5 seconds. Reduces the Spawn chance of patches of Scratch Marks by -60 %, making their spacing inconsistent. \"Take it slow, he knows where you have been... just like I have always said:'live slow and die old'.\" - Dylan, The Lost Tapes"
    },
    {
        "name": "Lithe",
        "character": "Feng",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/cc/IconPerks_lithe.png/revision/latest/scale-to-width-down/100?cb=20170511153301",
        "description": "After performing a Rush Vault action, break into a sprint of 150 % of your normal Running Movement speed for a maximum of 3 seconds. Lithe causes the Exhausted Status Effect for 60/50/40 seconds. Lithe cannot be used when Exhausted.  \"U mad?\" - Feng Min"
    },
    {
        "name": "Low Profile",
        "character": "Ada",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/fb/IconPerks_lowProfile.png/revision/latest/scale-to-width-down/100?cb=20220815051740",
        "description": "You work best alone. When it is just you and your pursuer, you know how to disappear.  Whenever you are the only Survivor in the Trial, who is not either in the Dying State, hooked, or already dead, Low Profile activates: Suppresses your Pools of Blood, Scratch Marks, and Grunts of Pain for 70/80/90 seconds."
    },
    {
        "name": "Lucky Break",
        "character": "Yui",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a7/IconPerks_luckyBreak.png/revision/latest/scale-to-width-down/100?cb=20191126213558",
        "description": "You have had your share of scrapes and bruises, but luck is always on your side. Whenever you are in the Injured State, Lucky Break activates: Suppresses your Pools of Blood and Scratch Marks for a maximum of 40/50/60 seconds, after which Lucky Break deactivates. Each 1 second spent healing another Survivor recharges Lucky Break by 1 second up to its maximum Effect duration. Lucky Break also deactivates whenever you are Healthy or in the Dying State. \"That's not enough to beat me.Not even close.\" - Yui Kimura"
    },
    {
        "name": "Lucky Star",
        "character": "Ellen",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/08/IconPerks_luckyStar.png/revision/latest/scale-to-width-down/100?cb=20230808160212",
        "description": "You know how to stay calm in the face of incomprehensible danger. While hiding inside a Locker, Lucky Star activates: Suppresses your Grunts of Pain and the creation of Pools of Blood for 10 seconds  Upon exiting the Locker, you benefit from the following effects for 10 seconds: The Auras of the other Survivors are revealed to you. The Aura of the closest Generator is revealed to you in yellow. Lucky Star has a cool-down of 40/35/30 seconds. \"You are my... lucky star...\" - Ellen Ripley"
    },
    {
        "name": "Made for This",
        "character": "Gabriel",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/c0/IconPerks_madeForThis.png/revision/latest/scale-to-width-down/100?cb=20230524205724",
        "description": "You were born to survive, and raised to adapt. Whenever you are in the Injured State, Made for This activates and you benefit from the following effects: Gain the Endurance Status Effect for 6/8/10 seconds after completing a Healing action on another Survivor. Gain a 1/2/3 % Haste Status Effect while running and suffering from the Deep Wound Status Effect. \"I didn't come here to be robot food!\" - Gabriel Soma"
    },
    {
        "name": "Mettle of Man",
        "character": "Ash",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/52/IconPerks_mettleOfMan.png/revision/latest/scale-to-width-down/100?cb=20190402180459",
        "description": "Evil has a way of always finding you. After triggering your third Protection Hit, Mettle of Man activates: While injured, Mettle of Man shields you from going down the next time you take damage. Healing back to full health will reveal your Aura to the Killer whenever you are farther than 12/14/16 metres from them. Mettle of Man deactivates the next time you are put into the Dying State. Increases the Odds of becoming the initial Obsession of the Killer by +100 %. The Killer can only be obsessed with one Survivor at a time. \"Evil has a bullseye on my back the size of Tiger Stadium.\" - Ash Williams"
    },
    {
        "name": "No Mither",
        "character": "David",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/f5/IconPerks_noMither.png/revision/latest/scale-to-width-down/100?cb=20170727161003",
        "description": "Go on out, kid, it is just a scratch. Your thick blood coagulates practically instantly. You suffer from the Broken Status Effect for the entire Trial, but benefit from the following effects:  Pools of Blood are suppressed. When injured or dying, Grunts of Pain are reduced by 25/50/75 %. Your Recovery speed is increased by 15/20/25 %. You can recover fully from the Dying State. \"I lost it. Just lamped him one. They went and banned me didn't they. Went t'pub afterwards, had a few pints and moved on to the next chapter. I couldn't be mithered with it all anyway, you know what I mean? Can't be arsed.\" - David King"
    },
    {
        "name": "No One Left Behind",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/b/b0/IconPerks_noOneLeftBehind.png/revision/latest/scale-to-width-down/100?cb=20160605205026",
        "description": "It is inconceivable to leave someone behind. Once the Exit Gates are powered, No One Left Behind activates: Increases your Unhooking and Healing speed by 30/40/50 %. Grants 50/75/100 % bonus Bloodpoints for actions in the Altruism Category. Grants the unhooked Survivor a 7 % Haste Status Effect for 10 seconds. The Auras of all other Survivors are revealed to you. \"Yeah, no shit.But I believe we can outsmart and overthrow him if we work together.Don't be predictable and selfish!\" - Clyde, The Lost Tapes"
    },
    {
        "name": "Object of Obsession",
        "character": "Laurie",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/2b/IconPerks_objectOfObsession.png/revision/latest/scale-to-width-down/100?cb=20161023112952",
        "description": "A supernatural bond links you to the Killer. Whenever the Killer reads your AuraObject of Obsession activates for the same duration as their Aura-reading action: Reveals the Killer's Aura to you. Increases your Action speeds in Repairing, Healing, and Cleansing by 2/4/6 %.  Whenever you are the Obsession, your Aura is automatically revealed to the Killer for 3 seconds every 30 seconds. Increases the Odds of becoming the initial Obsession of the Killer by +100 %. The Killer can only be obsessed with one Survivor at a time. \"He was watching me!\" - Laurie Strode"
    },
    {
        "name": "Off the Record",
        "character": "Zarina",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/9e/IconPerks_offTheRecord.png/revision/latest/scale-to-width-down/100?cb=20200218172747",
        "description": "You have learnt that a quiet approach is sometimes best. After being unhooked or unhooking yourself, Off the Record activates for the next 60/70/80 seconds: Prevents your Aura from being revealed to the Killer, if they attempt to read it. Suppresses Grunts of Pain when injured. Grants the Endurance Status Effect. This effect is cancelled prematurely if you perform a Conspicuous Action. Off the Record deactivates once the Exit Gates are powered. \"Trust me, I investigate thoroughly and discreetly.\" - Zarina Kassir"
    },
    {
        "name": "Open-Handed",
        "character": "Ace",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/5d/IconPerks_open-Handed.png/revision/latest/scale-to-width-down/100?cb=20161210091243",
        "description": "Strengthens the potential in your and your team's Aura-reading abilities. Increases the radius of all Aura-reading abilities emanating from yourself or other Survivors by 8/12/16 metres. Survivors can only be affected by one instance of Open-Handed at a time. \"Paying attention is what kept me alive through the years. That, and my good looks of course.\" - Ace Visconti"
    },
    {
        "name": "Overcome",
        "character": "Jonah",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/8/82/IconPerks_overcome.png/revision/latest/scale-to-width-down/100?cb=20211109180747",
        "description": "You have calculated how much energy you can risk to expend. Whenever you become injured, you retain the Movement Speed burst for 2 additional seconds. Overcome causes the Exhausted Status Effect for 60/50/40 seconds. Overcome cannot be used when Exhausted.  \"After careful analysis, we are getting the hell out of here!\" - Jonah Vasquez"
    },
    {
        "name": "Overzealous",
        "character": "Haddie",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/99/IconPerks_overzealous.png/revision/latest/scale-to-width-down/100?cb=20220518112819",
        "description": "Fighting back against the Ravage motivates and inspires you. After cleansing or blessing a Totem, Overzealous activates: Increases your Repair speed by 8/9/10 % if it was a Dull Totem. Increases your Repair speed by 16/18/20 % if it was a Hex Totem. Overzealous deactivates when losing a Health State by any means. \"The Ravage senses us. We need to work fast.\" - Haddie Kaur, Ravages of the Abyss Episode 9"
    },
    {
        "name": "Parental Guidance",
        "character": "Yoichi",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/46/IconPerks_parentalGuidance.png/revision/latest/scale-to-width-down/100?cb=20220216120019",
        "description": "You have inherited the ability to hear the dead - and now the dead warn you of danger. After stunning the Killer by any means, Parental Guidance suppresses your Scratch Marks, Pools of Blood, and Grunts of Pain for the next 5/6/7 seconds."
    },
    {
        "name": "Pharmacy",
        "character": "Quentin",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/f1/IconPerks_pharmacy.png/revision/latest/scale-to-width-down/100?cb=20171026230450",
        "description": "You have a knack for finding medicine. Whenever you are in the Injured State, Pharmacy activates: Increases the Unlocking speed of Chests by 40/60/80 %. Reduces the Hearing range of noises related to Unlocking by -8 metres. Guarantees an Emergency Med-Kit when unlocking a Chest. \"Adrenaline, it is going to keep us awake. I stole it from one of the Nurse's carts.\" - Quentin Smith"
    },
    {
        "name": "Plot Twist",
        "character": "Nicolas",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/ac/IconPerks_plotTwist.png/revision/latest/scale-to-width-down/100?cb=20230705160003",
        "description": "Big moments are vital, but you know that sometimes an understated read can be just as powerful. Whenever you are in the Injured State, Plot Twist activates: While crouching and motionless, press the Active Ability button to silently enter the Dying State with the following benefits: Suppresses Grunts of Pain. Suppresses Pools of Blood. Grants the ability to fully recover from the Dying State. After full recovery using Plot Twist, you are healed instantly and gain a +50 % Haste Status Effect for 2/3/4 seconds. Plot Twist deactivates after recovering yourself by any means. Plot Twist reactivates once more when the Exit Gates become powered. \"I think you'll find this shooting location... captivating.\" - Pauline Stamper"
    },
    {
        "name": "Plunderer's Instinct",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/28/IconPerks_plunderersInstinct.png/revision/latest/scale-to-width-down/100?cb=20160605205031",
        "description": "Unlocks potential in your Aura-reading ability: The Auras of closed Chests and dropped Items in the environment within 16/24/32 metres of your location are revealed to you. Grants a considerably better chance at finding an Item of a higher Rarity from Chests. \"The pioneers used to loot these babies for hours.\" - Aizeyu, The Lost Tapes"
    },
    {
        "name": "Poised",
        "character": "Jane",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/52/IconPerks_poised.png/revision/latest/scale-to-width-down/100?cb=20190308175429",
        "description": "Achieving goals boosts your confidence. After a Generator is completed, you will not leave any Scratch Marks for the next 6/8/10 seconds.  \"Ok, stay calm. Don't overthink it and just keep moving forward: you got this.\" - Jane Romero"
    },
    {
        "name": "Potential Energy",
        "character": "Vittorio",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/07/IconPerks_potentialEnergy.png/revision/latest/scale-to-width-down/100?cb=20221102143127",
        "description": "Your arcane abilities have adapted to The Entity's Realm after centuries of wandering, granting you unprecedented control over its many devices. After repairing Generators for a total of 12/10/8 uninterrupted seconds, press the Active Ability button to activate Potential Energy: Continuing to repair the Generator will charge Potential Energy instead of progressing the Generator. Converts 1.5 % of Repair progression into 1 Token, up to a maximum of 20 Tokens. Missing Skill Checks results in losing some Tokens. While Potential Energy has at least 1 Token, press the Active Ability button while repairing a Generator to instantly progress it by 1 % per Token, consuming all remaining Tokens and deactivating Potential Energy. Potential Energy loses all Tokens and deactivates upon losing a Health State. \"When you look a layer deeper, you realise... everything is connected.\" - Vittorio Toscano"
    },
    {
        "name": "Power Struggle",
        "character": "Élodie",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/4b/IconPerks_powerStruggle.png/revision/latest/scale-to-width-down/100?cb=20201112095050",
        "description": "You have never given up and you are not about to start now.  Reveals the Auras of available Pallets whenever you are in the Dying State. While being carried by The Killer, reaching 25/20/15 % Wiggling progression activates Power Struggle: You can drop a nearby, standing Pallet to stun the Killer and escape their grasp. Power Struggle deactivates after triggering successfully. \"I relied on others to protect me once and I lost everything. Never again.\" - Élodie Rakoto"
    },
    {
        "name": "Premonition",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/39/IconPerks_premonition.png/revision/latest/scale-to-width-down/100?cb=20160605205043",
        "description": "You have the undeniable capability to sense danger. Receive an auditory warning upon looking in the Killer's direction within a 45 ° cone within 36 metres. Premonition has a cool-down of 60/45/30 seconds each time it activates. \"I have a bad feeling about this!\""
    },
    {
        "name": "Prove Thyself",
        "character": "Dwight",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/0f/IconPerks_proveThyself.png/revision/latest/scale-to-width-down/100?cb=20160605205049",
        "description": "For every other Survivor repairing a Generator within 4 metres, Prove Thyself increases your Repair speed by 6/8/10 %, up to a maximum of 18/24/30 %. This effect is also applied to all other Survivors in range. Survivors can only be affected by one instance of Prove Thyself at a time. \"Show me what you can do!\" - Dwight Fairfield"
    },
    {
        "name": "Quick & Quiet",
        "character": "Meg",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/14/IconPerks_quickAndQuiet.png/revision/latest/scale-to-width-down/100?cb=20160605205055",
        "description": "You do not make as much noise as others when quickly vaulting over obstacles or hiding in Lockers. Suppresses both the Loud Noise Notification and the sound effects triggered by rushing to vault Windows, Pallets, or rushing to enter or exit Lockers. Quick & Quiet has a cool-down of 30/25/20 seconds."
    },
    {
        "name": "Quick Gambit",
        "character": "Vittorio",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/f7/IconPerks_quickGambit.png/revision/latest/scale-to-width-down/100?cb=20221102143123",
        "description": "When you have the Killer's attention, you know how to keep it; others can be confident they will not be interrupted any time soon. Increases the Repair speed of any other Survivor by 6/7/8 %, while you are being chased within 24 metres of the Generator they are currently repairing. \"We need not resort to violence. And I shall prove it.\" - Vittorio Toscano"
    },
    {
        "name": "Reactive Healing",
        "character": "Ada",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/5a/IconPerks_reactiveHealing.png/revision/latest/scale-to-width-down/100?cb=20220815051757",
        "description": "The more the situation becomes compromised, the more determined you become to complete the operation. When another Survivor loses a Health State within 32 metres of your location while you are in the Injured State, you benefit from the following effect: Grants 40/45/50 % of your missing Healing Progression to your Health Bar."
    },
    {
        "name": "Reassurance",
        "character": "Rebecca",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/5b/IconPerks_reassurance.png/revision/latest/scale-to-width-down/100?cb=20220815051841",
        "description": "Your presence helps allies focus, assuaging the panic associated with extreme conditions. When within 6 metres of a hooked Survivor, press the Active Ability button to halt their Sacrifice Process for the next 20/25/30 seconds. If the hooked Survivor has already entered the Struggle Phase, its Skill Checks are paused for that duration. Reassurance can only be used once per Survivor per Hook Instance."
    },
    {
        "name": "Red Herring",
        "character": "Zarina",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/1c/IconPerks_redHerring.png/revision/latest/scale-to-width-down/100?cb=20200218172728",
        "description": "You have noticed that people pay attention to whatever makes the loudest noise. After repairing a Generator for at least 3 seconds, its Aura is highlighted to you in yellow.  The Generator stays highlighted until it is either fully repaired, you start repairing another Generator, or enter a Locker. Entering a Locker will trigger a Loud Noise Notification for the Killer at the highlighted Generator's location. Red Herring has a cool-down of 60/50/40 seconds. \"The news edit out what is burdensome and complex. which is the truth.\" - Zarina Kassir"
    },
    {
        "name": "Repressed Alliance",
        "character": "Cheryl",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/31/IconPerks_repressedAlliance.png/revision/latest/scale-to-width-down/100?cb=20200526201745",
        "description": "You are accustomed to being hunted by malicious forces, and you have begun using it to your advantage. After repairing Generators for a total of 55/50/45 seconds, Repressed Alliance activates: Press the Active Ability button to call upon The Entity to block the Generator you are currently repairing for 30 seconds, after which Repressed Alliance deactivates. The Aura of the blocked Generator is revealed to all Survivors in white. Repressed Alliance can only be triggered when no other Survivors are repairing your Generator."
    },
    {
        "name": "Residual Manifest",
        "character": "Haddie",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/d0/IconPerks_residualManifest.png/revision/latest/scale-to-width-down/100?cb=20220518112819",
        "description": "A lifetime of chasing the darkness has taught you that the best disinfectant is light. After a successful Killer Blind, the Killer suffers from the Blindness Status Effect for 20/25/30 seconds. Residual Manifest grants the ability to rummage through an opened Chest once per Trial and will guarantee a basic Flashlight. \"I'll never see what Haddie sees. But so long as I'm with her, I know I'm safe.\" - Jordan Rois, Ravages of the Abyss Episode 5"
    },
    {
        "name": "Resilience",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/ee/IconPerks_resilience.png/revision/latest/scale-to-width-down/100?cb=20160605205100",
        "description": "You are motivated in dire situations. Increases your Action speeds in Repairing, Healing, Sabotaging, Unhooking, Vaulting, Cleansing, Blessing, Opening, and Unlocking by 3/6/9 % when in the Injured State. \"Focus, even in these desperate times.\""
    },
    {
        "name": "Resurgence",
        "character": "Jill",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/f3/IconPerks_resurgence.png/revision/latest/scale-to-width-down/100?cb=20210526103300",
        "description": "You have come back from near impossible odds... and you will do it again. After being unhooked or unhooking yourself, instantly gain 40/45/50 % to your Healing progress.  \"It's my turn, bitch!\" - Jill Valentine"
    },
    {
        "name": "Rookie Spirit",
        "character": "Leon",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/2f/IconPerks_rookieSpirit.png/revision/latest/scale-to-width-down/100?cb=20210526103548",
        "description": "You keep a careful eye on objectives when they are slipping away. While repairing Generators, succeed 5/4/3  Good or Great Skill Checks to activate Rookie Spirit for the remainder of the Trial: Once active, the Auras of any regressing Generators are revealed to you. \"I'll stop this, lieutenant. I promise.\" - Leon Scott Kennedy"
    },
    {
        "name": "Saboteur",
        "character": "Jake",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/0e/IconPerks_saboteur.png/revision/latest/scale-to-width-down/100?cb=20200220105714",
        "description": "Unlocks potential in your Aura-reading ability: For the duration of the Killer carrying another Survivor, you see the Aura of every Hook within 56 metres of the carried Survivor's pick-up location: The Auras of regular Hooks are revealed to you in white. The Auras of Scourge Hooks are revealed to you in yellow. Unlocks the ability to sabotage Hooks without needing a Toolbox: Sabotaging a Hook without a Toolbox takes 2.3 seconds. That Sabotage action has a cool-down of 70/65/60 seconds."
    },
    {
        "name": "Scavenger",
        "character": "Gabriel",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/c6/IconPerks_scavenger.png/revision/latest/scale-to-width-down/100?cb=20230524205539",
        "description": "Where others see junk, you see valuable improvised tools. While holding a depleted Toolbox, Scavenger activates: Succeeding at Great Repairing Skill Checks grants 1 Token, up to a maximum of 5 Tokens. Reaching the maximum number of Tokens automatically consumes them and fully recharges the Toolbox. Recharging a Toolbox will reduce your Repair speed by -50 % for the next 40/35/30 seconds. Scavenger grants the ability to rummage through an opened Chest once per Trial and will guarantee a basic Toolbox. \"It's amazing what people will throw away around here.\" - Gabriel Soma"
    },
    {
        "name": "Scene Partner",
        "character": "Nicolas",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/b/b4/IconPerks_scenePartner.png/revision/latest/scale-to-width-down/100?cb=20230705160003",
        "description": "You lock in with your co-star, engaging with and reacting to each other on a higher level. Whenever you are inside the Terror Radius, Scene Partner activates: Looking at the Killer causes you to scream, which reveals their Aura for 3/4/5 seconds. There is a chance of 50 % that you will scream again, extending the Aura-reveal duration by another 2 seconds. Scene Partner has a cool-down of 60 seconds. \"This is not in the script!\" - Nicolas Cage"
    },
    {
        "name": "Second Wind",
        "character": "Steve",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/97/IconPerks_secondWind.png/revision/latest/scale-to-width-down/100?cb=20190903175238",
        "description": "You have learnt to avoid awkward situations with parents.Part of you still thinks your best option is to run away and hope things will take care of themselves. When you heal another Survivor for the equivalent of 1 Health State, Second Wind activates: The next time you are unhooked or unhook yourself, you suffer from the Broken Status Effect until Second Wind deactivates. You are automatically healed 1 Health State after 28/24/20 seconds.  While Second Wind is active, the following conditions will deactivate it: Successfully being healed by Second Wind. Being put into the Dying State before the timer elapses. Second Wind does not activate if you already suffer from the Broken Status Effect. \"Yeah, that's a no.\" - Steve Harrington"
    },
    {
        "name": "Self-Care",
        "character": "Claudette",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/b/b2/IconPerks_self-Care.png/revision/latest/scale-to-width-down/100?cb=20160605205112",
        "description": "Unlocks the Self-Care ability, allowing you to self-heal without needing a Med-Kit at 25/30/35 % of the normal Healing speed."
    },
    {
        "name": "Self-Preservation",
        "character": "Yun-Jin",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/43/IconPerks_self-Preservation.png/revision/latest/scale-to-width-down/100?cb=20210302172351",
        "description": "Life is unforgiving. The more confirmation you get of that, the more prepared you become. Whenever another Survivor is hit with a Basic Attack or Special Attack within 16 metres of you, Self-Preservation activates:  Scratch Marks, Grunts of Pain when injured, and Bleeding are suppressed for the next 6/8/10 seconds. \"Something I learnt in the industry: when the axe is swinging, keep your head down.\" - Yun-Jin Lee"
    },
    {
        "name": "Slippery Meat",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/03/IconPerks_slipperyMeat.png/revision/latest/scale-to-width-down/100?cb=20201105152240",
        "description": "You have developed an efficient way to get off Hooks. Grants 3 additional Self-Unhook attempts. Increases the Self-Unhook chance by 2/3/4 %."
    },
    {
        "name": "Small Game",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/dc/IconPerks_smallGame.png/revision/latest/scale-to-width-down/100?cb=20210414100522",
        "description": "You have the undeniable capability to sense danger. Receive an auditory warning upon looking in the direction of Totems in a 45 ° cone within 8/10/12 metres. Small Game has a cool-down of 14/12/10 seconds each time it activates. For each Dull or Hex Totem cleansed by any Player, Small Game gains 1 Token: Each Token decreases the Detection cone's angle by 5 °, down to a minimum of 20 °. \"Nope.\" - Andy, The Lost Tapes"
    },
    {
        "name": "Smash Hit",
        "character": "Yun-Jin",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/e0/IconPerks_smashHit.png/revision/latest/scale-to-width-down/100?cb=20210302172407",
        "description": "When your rival makes a mistake, you seize the opportunity. After stunning the Killer with a Pallet, break into a sprint at 150 % of your normal Running Movement speed for 4 seconds. Smash Hit causes the Exhausted Status Effect for 30/25/20 seconds. Smash Hit cannot be used when Exhausted. \"I have dealt with psychopaths in suits. You're just uglier and worse dressed.\" - Yun-Jin Lee"
    },
    {
        "name": "Sole Survivor",
        "character": "Laurie",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/8/8e/IconPerks_soleSurvivor.png/revision/latest/scale-to-width-down/100?cb=20161023113045",
        "description": "As more of your friends fall to the Killer, you become shrouded in isolation and the Killer's Aura-reading abilities towards you are disrupted. Each time a Survivor other than yourself is killed or sacrificed, Sole Survivor gains 1 Token, up to a maximum of 3 Tokens: Grants a stack-able radius of 20/22/24 metres per Token around you, up to a maximum of 60/66/72 metres, within which you are immune to the Killer's Aura-reading abilities.  When you are the Last Survivor Standing, you benefit from the following effects: Increases your Repair speed by +75 %. Increases your Gate and Hatch Opening speeds by +50 %. Increases the Odds of becoming the initial Obsession of the Killer by +100 %. The Killer can only be obsessed with one Survivor at a time. \"It was the boogeyman.\" - Laurie Strode"
    },
    {
        "name": "Solidarity",
        "character": "Jane",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/9e/IconPerks_solidarity.png/revision/latest/scale-to-width-down/100?cb=20190308175435",
        "description": "Sharing painful experiences has the power to heal. While injured and healing another Survivor without using a Med-Kit, you benefit from the following effect: Passively heal yourself at a rate of 40/45/50 % of your Altruistic Healing speed. \"Showing up when things get rough, listening to people's problems, and supporting those in need; that's how you become stronger, that's how you grow.\" - Jane Romero"
    },
    {
        "name": "Soul Guard",
        "character": "Cheryl",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a5/IconPerks_soulGuard.png/revision/latest/scale-to-width-down/100?cb=20200526201807",
        "description": "You have been through immense hardship and you're stronger for it. After being healed from or having recovered from the Dying State, Soul Guard grants you the Endurance Status Effect for the next 4/6/8 seconds.  Any damage taken that would put you into the Dying State will instead trigger the Deep Wound Status Effect, after which you have 20 seconds to Mend yourself. Taking any damage while under the effect of Deep Wound or if its timer runs out will put you into the Dying State. Soul Guard allows you to completely recover from the Dying State when you are affected by the Cursed Status Effect. Soul Guard has a cool-down of 30 seconds."
    },
    {
        "name": "Spine Chill",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/57/IconPerks_spineChill.png/revision/latest/scale-to-width-down/100?cb=20160605205147",
        "description": "An unnatural tingle warns you of impending doom. Whenever the Killer is within 36 metres of your location and looking at you with a clear line of sight, Spine Chill activates: Increases your Action speeds in Repairing, Healing, Sabotaging, Unhooking, Cleansing, Blessing, Opening, and Unlocking by 2/4/6 %. This effect lingers for 0.5 seconds after the Killer loses line of sight or exits the range. \"There is a voice that doesn't use words. Listen..\" - Sassy, The Lost Tapes"
    },
    {
        "name": "Sprint Burst",
        "character": "Meg",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/e4/IconPerks_sprintBurst.png/revision/latest/scale-to-width-down/100?cb=20160605205153",
        "description": "When starting to run, break into a sprint at 150 % of your normal Running Movement speed for 3 seconds. Sprint Burst causes the Exhausted Status Effect for 60/50/40 seconds. Sprint Burst cannot be used when Exhausted. \"See you if you can catch up...\" - Meg Thomas"
    },
    {
        "name": "Stake Out",
        "character": "David",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/cd/IconPerks_stakeOut.png/revision/latest/scale-to-width-down/100?cb=20180123224338",
        "description": "Getting close to the Killer fills you with determination. Every 15 seconds you are within the Killer's Terror Radius, while not being chased, Stake Out gains 1 Token, up to a maximum of 2/3/4 Tokens.  When Stake Out has at least 1 Token, Good Skill Checks consume 1 Token and are considered Great Skill Checks, granting an additional Progression bonus of +1 %. Great Skill Checks do not consume any Tokens. \"I had you, I had you on your knees. You're runnin' scared because we had you. We're gonna close this case!\" - Detective David Tapp"
    },
    {
        "name": "Streetwise",
        "character": "Nea",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/ff/IconPerks_streetwise.png/revision/latest/scale-to-width-down/100?cb=20160821134155",
        "description": "Long nights out taught you to do a lot with what you have got. Increases the Efficiency of your Items by 15/20/25 %. Streetwise extends its effect to all other Survivors within 8 metres of your location and lingers for 15 seconds. \"You are doing it wrong! Let me show you how it is done.\" - Nea Karlsson"
    },
    {
        "name": "Teamwork: Collective Stealth",
        "character": "Renato",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a0/IconPerks_teamworkCollectiveStealth.png/revision/latest/scale-to-width-down/100?cb=20230218135318",
        "description": "When someone helps you out, you respond in kind. Whenever another Survivor finishes healing you, Teamwork: Collective Stealth activates, and both you and the Survivor who healed you benefit from the following effect: Suppresses your Scratch Marks for as long as you stay within 12 metres of one another or one of you loses a Health State. Teamwork: Collective Stealth has a cool-down of 180/160/140 seconds. Survivors can only be affected by one instance of Teamwork: Collective Stealth at a time. \"I'm good, I'm good... but keep it down.\" - Renato Lyra"
    },
    {
        "name": "Teamwork: Power of Two",
        "character": "Thalita",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/2b/IconPerks_teamworkPowerOfTwo.png/revision/latest/scale-to-width-down/100?cb=20230218135319",
        "description": "It is hard to keep up with you, but it does not stop people from trying. Whenever you finish healing another Survivor, Teamwork: Power of Two activates, and both you and the healed Survivor benefit from the following effect: Grants a 5 % Haste Status Effect for as long as you stay within 12 metres of one another or one of you loses a Health State. Teamwork: Power of Two has a cool-down of 180/160/140 seconds. Survivors can only be affected by one instance of Teamwork: Power of Two at a time. \"You good? Then keep up!\" - Thalita Lyra"
    },
    {
        "name": "Technician",
        "character": "Feng",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/62/IconPerks_technician.png/revision/latest/scale-to-width-down/100?cb=20170511153221",
        "description": "You are apt at handling machinery with the greatest care and precision. When repairing a Generator, the following effects apply: Reduces the audible range of your Repair noises by -8 metres. Suppresses the explosion and accompanying Loud Noise Notification when failing a Skill Check. Failing a Skill Check instantly regresses the Generator by 5/4/3 % of its maximum possible Progression in addition to the default Progression penalty. \"I am gonna stealth this one.\" - Feng Min"
    },
    {
        "name": "Tenacity",
        "character": "David",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/9d/IconPerks_tenacity.png/revision/latest/scale-to-width-down/100?cb=20180123224404",
        "description": "There is nothing stopping you. Your ferocious tenacity in dire situations allow you to benefit from the following effects: Increases your Crawling speed by 30/40/50 %. Grants the ability to crawl and recover at the same time. Reduces the volume of Grunts of Pain while in the Dying State by -75 %. \"What the hell is this? I'm taking this bastard down!\" - Detective David Tapp"
    },
    {
        "name": "This Is Not Happening",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/58/IconPerks_thisIsNotHappening.png/revision/latest/scale-to-width-down/100?cb=20160605205158",
        "description": "You perform at your best when you are under extreme stress. Increases the Success zone of Great Skill Checks while Repairing and Healing by 10/20/30 % when in the Injured State."
    },
    {
        "name": "Troubleshooter",
        "character": "Gabriel",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/0d/IconPerks_troubleshooter.png/revision/latest/scale-to-width-down/100?cb=20230524205359",
        "description": "No amount of distraction will shake you from your primary task. When you are chased by the Killer, Troubleshooter activates: The Aura of the Generator with the most progress is revealed to you. The Aura of the Killer is revealed to you for 4/5/6 seconds after dropping a Pallet. These effects linger for 6/8/10 seconds after ending the Chase, after which Troubleshooter deactivates. \"Nothing gets done around here if I don't do it.\" - Gabriel Soma"
    },
    {
        "name": "Unbreakable",
        "character": "Bill",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/4a/IconPerks_unbreakable.png/revision/latest/scale-to-width-down/100?cb=20170308184922",
        "description": "Past battles have taught you a thing or two about survival. Once per Trial, you can completely recover from the Dying State.  Your Recovery speed is increased by 25/30/35 %. \"Goddammit, I am seriously FUBAR!\" - Bill Overbeck"
    },
    {
        "name": "Up the Ante",
        "character": "Ace",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a3/IconPerks_upTheAnte.png/revision/latest/scale-to-width-down/100?cb=20161210091356",
        "description": "All will be well in the end; you just know it. Your confidence strengthens the feeling of hope for those around you. For Each Survivor still in the Trial, Up the Ante gains 1 Token.  Each Token applies a stack-able 1/2/3 % bonus to the Luck of all Survivors, up to a maximum of 3/6/9 %. \"What can I say? I'm just a very lucky guy... I'm sure some of it will rub off on you.\" - Ace Visconti"
    },
    {
        "name": "Urban Evasion",
        "character": "Nea",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/c7/IconPerks_urbanEvasion.png/revision/latest/scale-to-width-down/100?cb=20160821134257",
        "description": "Years of evading the cops taught you a thing or two about stealth. Increases your Crouching Movement speed by 90/95/100 %. \"The paint is still fresh but I am long gone.\" - Nea Karlsson"
    },
    {
        "name": "Vigil",
        "character": "Quentin",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/46/IconPerks_vigil.png/revision/latest/scale-to-width-down/100?cb=20171026230511",
        "description": "You look over your friends even in dire situations.  Increases your Recovery rate from the Blindness, Broken, Exhaustion, Exposed, Haemorrhage, Hindered,  and Oblivious Status Effects by 20/25/30 %. This effect also applies to all other Survivors within 8 metres of your location and lingers for 15 seconds. \"I am gonna be here when you wake up. You are gonna make it.\" - Quentin Smith"
    },
    {
        "name": "Visionary",
        "character": "Felix",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/7c/IconPerks_visionary.png/revision/latest/scale-to-width-down/100?cb=20200819113857",
        "description": "You are remarkably focused on your means of escape. The Auras of Generators are revealed to you within 32 metres. Each time a Generator is completed, Visionary is deactivated for 20/18/16 seconds."
    },
    {
        "name": "Wake Up!",
        "character": "Quentin",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/fd/IconPerks_wakeUp.png/revision/latest/scale-to-width-down/100?cb=20171026230520",
        "description": "Unlocks potential in your Aura-reading ability. Once all Generators are completed, Wake Up! activates: The Auras of the Exit Gate Switches are revealed to you within 128 metres. Your Aura is revealed to all other Survivors within 128 metres of your location while opening an Exit Gate. Increases your Gate Opening speed by 15/20/25 %. \"Ok, look. If we survive the next 24 hours, then I'll take you out on a real date.\" - Quentin Smith"
    },
    {
        "name": "We'll Make It",
        "character": ".All",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/8/8a/IconPerks_wellMakeIt.png/revision/latest/scale-to-width-down/100?cb=20160605205228",
        "description": "Helping others heightens your morale. Increases your Altruistic Healing speed by 100 % for the next 30/60/90 seconds whenever you rescue another Survivor from a Hook \"I am confident we can all escape in one piece if we help each other.\""
    },
    {
        "name": "We're Gonna Live Forever",
        "character": "David",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/b/b8/IconPerks_wereGonnaLiveForever.png/revision/latest/scale-to-width-down/100?cb=20170727160948",
        "description": "Your few friends deserve the best protection. Increases your Healing speed by 100 % when healing a dying Survivor. When performing any of the following actions, We're Gonna Live Forever gains 1 Token: Performing a Safe Hook Rescue Taking a Protection Hit for an injured Survivor. Stunning or Blinding the Killer to rescue a carried Survivor Consume 1 Token to grant the Endurance Status Effect for 6/8/10 seconds to any Survivor healed from the Dying State \"Come on then, let's ave' it! I don't give a shit pal.\" - David King"
    },
    {
        "name": "Windows of Opportunity",
        "character": "Kate",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/17/IconPerks_windowsOfOpportunity.png/revision/latest/scale-to-width-down/100?cb=20180529195008",
        "description": "Unlocks potential in your Aura-reading ability. The Auras of Breakable Walls, Pallets, and Windows are revealed to you within 24/28/32 metres. \"Rise and shine, work hard, carve out your name,Take aim, pull the trigger, hit the bulls eye for fame,Know the value of faith, an' family, and don't you complain,Open wide, your windows of opportunity\" - Kate Denson's \"Windows of Opportunity\""
    },
    {
        "name": "Wiretap",
        "character": "Ada",
        "img_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/23/IconPerks_wiretap.png/revision/latest/scale-to-width-down/100?cb=20220815051906",
        "description": "You know that the best way to stay one step ahead is to keep tabs on the competition. After repairing Generators for a total of 50 %, Wiretap activates: Press the Active Ability button while near a partially progressed Generator to install a Trap, which stays active for 100/110/120 seconds. Whenever the Killer comes within 14 metres of the Trapped Generator their Aura is revealed to all Survivors. Wiretap deactivates after the Generator is damaged or once the timer runs out. The Auras of Trapped Generators are revealed to all Survivors in yellow."
    }
]